Repository: 4sh0u0/token-monitor
Catalog: native/ios/TokenMonitor/Localizable.xcstrings
Source language: en
Languages: ja, ko, pt_br, zh_hans, zh_hant

source: %@ (not reported now)
ja: %@（現在は未報告）
ko: %@ (현재 보고되지 않음)
pt_br: %@ (não informado agora)
zh_hans: %@（当前未报告）
zh_hant: %@（目前未回報）

# %@ / %lld mo
source: %1$@ / %2$lld mo
ja: %1$@ / %2$lldか月
ko: %1$@ / %2$lld개월
pt_br: %1$@ / %2$lld meses
zh_hans: %1$@ / %2$lld 个月
zh_hant: %1$@ / %2$lld 個月

# %@ / %lld yr
source: %1$@ / %2$lld yr
ja: %1$@ / %2$lld年
ko: %1$@ / %2$lld년
pt_br: %1$@ / %2$lld anos
zh_hans: %1$@ / %2$lld 年
zh_hant: %1$@ / %2$lld 年

source: %@ / mo
ja: %@ / か月
ko: %@ / 개월
pt_br: %@ / mês
zh_hans: %@ / 月
zh_hant: %@ / 月

source: %@ / yr
ja: %@ / 年
ko: %@ / 년
pt_br: %@ / ano
zh_hans: %@ / 年
zh_hant: %@ / 年

source: %@ cap
ja: 上限 %@
ko: 한도 %@
pt_br: Limite de %@
zh_hans: 上限 %@
zh_hant: 上限 %@

source: %@ context left
ja: コンテキスト残り %@
ko: 컨텍스트 %@ 남음
pt_br: %@ de contexto restante
zh_hans: 上下文剩 %@
zh_hant: 上下文剩 %@

source: %@ credits
ja: %@ クレジット
ko: %@ 크레딧
pt_br: %@ créditos
zh_hans: %@ 积分
zh_hant: %@ 點數

source: %@ left
ja: 残り %@
ko: %@ 남음
pt_br: %@ restantes
zh_hans: 剩余 %@
zh_hant: 剩餘 %@

source: %@ of context used
ja: コンテキスト %@ 使用
ko: 컨텍스트 %@ 사용됨
pt_br: %@ do contexto usado
zh_hans: 上下文已用 %@
zh_hant: 上下文已用 %@

source: %@ options
ja: %@ オプション
ko: %@ 옵션
pt_br: Opções de %@
zh_hans: %@ 选项
zh_hant: %@ 選項

source: %@ spent
ja: %@ 利用済み
ko: %@ 지출
pt_br: %@ gastos
zh_hans: 已花费 %@
zh_hant: 已花費 %@

source: %@ tokens counted
ja: %@ トークンを集計
ko: %@ 토큰 집계됨
pt_br: %@ tokens contados
zh_hans: 已计入 %@ tokens
zh_hant: 已計入 %@ tokens

source: %@ tokens excluded from the cost estimate
ja: %@ tokens は推定費用に含まれていません
ko: %@ tokens는 예상 비용에 포함되지 않음
pt_br: %@ tokens não incluídos na estimativa de custo
zh_hans: %@ tokens 未计入费用估算
zh_hant: %@ tokens 未計入費用估算

source: %@ total
ja: 累計 %@
ko: 누적 %@
pt_br: %@ no total
zh_hans: 累计 %@
zh_hant: 累計 %@

source: %@ update available — redeploy to get the latest Hub build
ja: %@の更新があります。再デプロイすると最新のHubビルドを利用できます
ko: %@ 업데이트가 있습니다. 최신 Hub 빌드를 사용하려면 다시 배포하세요
pt_br: Atualização de %@ disponível — reimplantar para obter a versão mais recente do Hub
zh_hans: %@ 有更新可用，重新部署即可获取最新 Hub build
zh_hant: %@ 有更新可用，重新部署即可取得最新 Hub build

source: %@ used
ja: %@ 使用済み
ko: %@ 사용
pt_br: %@ usados
zh_hans: 已用 %@
zh_hant: 已用 %@

source: %@ weekly
ja: %@ 週次
ko: %@ 주간
pt_br: %@ semanal
zh_hans: %@ 每周
zh_hant: %@ 每週

# %@ · Devices: %@
source: %1$@ · Devices: %2$@
ja: %1$@ · デバイス: %2$@
ko: %1$@ · 기기: %2$@
pt_br: %1$@ · Dispositivos: %2$@
zh_hans: %1$@ · 设备：%2$@
zh_hant: %1$@ · 裝置：%2$@

# %@, %@ tokens
source: %1$@, %2$@ tokens
ja: %1$@、%2$@ トークン
ko: %1$@, %2$@ 토큰

source: %@/day
ja: 1日あたり %@
ko: 일평균 %@
pt_br: %@/dia
zh_hans: 日均 %@
zh_hant: 日均 %@

source: %lld accounts
ja: %lldアカウント
ko: %lld개 계정
pt_br: %lld contas
zh_hans: %lld 个账号
zh_hant: %lld 個帳號

source: %lld active days
ja: %lld日アクティブ
ko: %lld일 활성
pt_br: %lld dias ativos
zh_hans: 活跃 %lld 天
zh_hant: 活躍 %lld 天

source: %lld active days in the last 12 months
ja: 過去12ヶ月 %lld日アクティブ
ko: 최근 12개월 %lld일 활성
pt_br: %lld dias ativos nos últimos 12 meses
zh_hans: 近 12 个月活跃 %lld 天
zh_hant: 近 12 個月活躍 %lld 天

source: %lld alias(es)
ja: 別名 %lld 件
ko: 별칭 %lld개
pt_br: %lld apelido(s)
zh_hans: %lld 个别名
zh_hant: %lld 個別名

source: %lld background runs
ja: バックグラウンド実行 %lld 回
ko: 백그라운드 실행 %lld회
pt_br: %lld execuções em segundo plano
zh_hans: %lld 次后台运行
zh_hant: %lld 次背景執行

source: %lld days ago
ja: %lld日前
ko: %lld일 전
pt_br: há %lld dias
zh_hans: %lld 天前
zh_hant: %lld 天前

source: %lld hidden
ja: %lld 件非表示
ko: %lld개 숨김
pt_br: %lld ocultos
zh_hans: 已隐藏 %lld 项
zh_hant: 已隱藏 %lld 項

source: %lld left
ja: 残り %lld
ko: %lld개 남음
pt_br: %lld restantes
zh_hans: 剩余 %lld
zh_hant: 剩餘 %lld

source: %lld mo
ja: %lldか月
ko: %lld개월
pt_br: %lld mês
zh_hans: %lld 个月
zh_hant: %lld 個月

# %lld of %lld shown
source: %1$lld of %2$lld shown
ja: %2$lld 件中 %1$lld 件を表示
ko: %2$lld개 중 %1$lld개 표시
pt_br: %1$lld de %2$lld exibidos
zh_hans: 显示 %1$lld / %2$lld
zh_hant: 顯示 %1$lld / %2$lld

source: %lld override(s)
ja: %lld件の上書き
ko: %lld개의 재정의
pt_br: %lld substituição(ões)
zh_hans: %lld 条覆盖
zh_hant: %lld 筆覆蓋

source: %lld plans
ja: %lld プラン
ko: 플랜 %lld개
pt_br: %lld planos
zh_hans: %lld 个方案
zh_hant: %lld 個方案

source: %lld resets
ja: リセット %lld 回
ko: 초기화 %lld회
pt_br: %lld redefinições
zh_hans: %lld 次重置
zh_hant: %lld 次重設

source: %lld running
ja: %lld件実行中
ko: %lld개 실행 중
pt_br: %lld em execução
zh_hans: %lld 个运行中
zh_hant: %lld 個執行中

source: %lld top-ups
ja: %lld 件
ko: %lld회
pt_br: %lld recargas
zh_hans: %lld 笔
zh_hant: %lld 筆

# %lld · %@ / mo
source: %1$lld · %2$@ / mo
ja: %1$lld件 · %2$@ / 月
ko: %1$lld개 · %2$@ / 월
pt_br: %1$lld · %2$@ / mês
zh_hans: %1$lld 条 · %2$@ / 月
zh_hant: %1$lld 筆 · %2$@ / 月

source: %lld-day
ja: %lld日
ko: %lld일
pt_br: %lld dias
zh_hans: %lld 天
zh_hant: %lld 天

source: %lld-hour
ja: %lld時間
ko: %lld시간
pt_br: %lld horas
zh_hans: %lld 小时
zh_hant: %lld 小時

source: %lld-minute
ja: %lld分
ko: %lld분
pt_br: %lld minutos
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: %lld-minute cache, estimated from the transcript
ja: %lld 分キャッシュ（会話記録からの推定）
ko: %lld분 캐시(대화 기록 기준 추정)
pt_br: Cache de %lld min, estimado pela transcrição
zh_hans: %lld 分钟缓存（根据对话记录估算）
zh_hant: %lld 分鐘快取（根據對話紀錄估算）

source: %lld-week
ja: %lld週間
ko: %lld주
pt_br: %lld semanas
zh_hans: %lld 周
zh_hant: %lld 週

# %lld/%lld online
source: %1$lld/%2$lld online
ja: %1$lld/%2$lld オンライン
ko: %1$lld/%2$lld 온라인
zh_hans: %1$lld/%2$lld 在线
zh_hant: %1$lld/%2$lld 在線

source: %lldd
ja: %lld日
ko: %lld일
zh_hans: %lld 天
zh_hant: %lld 天

source: %lldd ago
ja: %lld日前
ko: %lld일 전
pt_br: há %lldd
zh_hans: %lld 天前
zh_hant: %lld 天前

source: %lldd left
ja: 残り%lld日
ko: %lld일 남음
pt_br: faltam %lldd
zh_hans: 剩 %lld 天
zh_hant: 剩 %lld 天

source: %lldh ago
ja: %lld時間前
ko: %lld시간 전
pt_br: há %lldh
zh_hans: %lld 小时前
zh_hant: %lld 小時前

source: %lldm
ja: %lld分
ko: %lld분
pt_br: %lldmin
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: %lldm ago
ja: %lld分前
ko: %lld분 전
pt_br: há %lldmin
zh_hans: %lld 分钟前
zh_hant: %lld 分鐘前

source: %llds ago
ja: %lld秒前
ko: %lld초 전
pt_br: há %llds
zh_hans: %lld 秒前
zh_hant: %lld 秒前

# %lld–%lld of %lld
source: %1$lld–%2$lld of %3$lld
ja: 全 %3$lld 件中 %1$lld–%2$lld 件
ko: %3$lld개 중 %1$lld–%2$lld
pt_br: %1$lld–%2$lld de %3$lld
zh_hans: 第 %1$lld–%2$lld 条，共 %3$lld 条
zh_hant: 第 %1$lld–%2$lld 筆，共 %3$lld 筆

source: +%lld more
ja: 他 %lld 件
ko: 외 %lld개
pt_br: +%lld outros
zh_hans: 另有 %lld 项
zh_hant: 另有 %lld 項

# 1 USD = %@ · updated %@
source: 1 USD = %1$@ · updated %2$@
ja: 1 USD = %1$@ · %2$@更新
ko: 1 USD = %1$@ · %2$@에 업데이트됨
pt_br: 1 USD = %1$@ · atualizado em %2$@
zh_hans: 1 USD = %1$@ · 更新 %2$@
zh_hant: 1 USD = %1$@ · 更新 %2$@

source: 1 reset
ja: リセット 1 回
ko: 초기화 1회
pt_br: 1 redefinição
zh_hans: 1 次重置
zh_hant: 1 次重設

source: 1 year
ja: 1年
ko: 1년
pt_br: 1 ano
zh_hans: 1 年
zh_hant: 1 年

source: 30 days
ja: 30日
ko: 30일
pt_br: 30 dias
zh_hans: 30 天
zh_hant: 30 天

source: 30D
ja: 30 日
ko: 30일
zh_hans: 30 天
zh_hant: 30 日

source: 5-hour
ja: 5時間
ko: 5시간
pt_br: 5 horas
zh_hans: 5 小时
zh_hant: 5 小時

source: 7 days
ja: 7日
ko: 7일
pt_br: 7 dias
zh_hans: 7 天
zh_hant: 7 天

source: 7D
ja: 7 日
ko: 7일
zh_hans: 7 天
zh_hant: 7 日

source: 90 days
ja: 90日
ko: 90일
pt_br: 90 dias
zh_hans: 90 天
zh_hant: 90 天

source: AI Tool Limits
ja: AIツール制限
ko: AI 도구 한도
pt_br: Limites de Ferramentas de IA
zh_hans: AI 工具额度
zh_hant: AI 工具額度

source: API key
ja: APIキー
ko: API 키
pt_br: Chave de API
zh_hans: API 密钥
zh_hant: API 金鑰

source: About
ja: 情報
ko: 정보
pt_br: Sobre
zh_hans: 关于
zh_hant: 關於

source: Account
ja: アカウント
ko: 계정
pt_br: Conta
zh_hans: 账号
zh_hant: 帳戶

source: Account %lld
ja: アカウント %lld
ko: 계정 %lld
pt_br: Conta %lld
zh_hans: 账号 %lld
zh_hant: 帳號 %lld

source: Accounts shown
ja: 表示するアカウント数
ko: 표시할 계정 수
pt_br: Contas exibidas
zh_hans: 显示账号数
zh_hant: 顯示帳號數

source: Active days
ja: アクティブ日数
ko: 활성 일수
pt_br: Dias ativos
zh_hans: 活跃天数
zh_hant: 活躍天數

source: Active days range
ja: アクティブ日数範囲
ko: 활성 일수 범위
pt_br: Intervalo de dias ativos
zh_hans: 活跃天数范围
zh_hant: 活躍天數範圍

source: Active time
ja: アクティブ時間
ko: 활성 시간
pt_br: Tempo ativo
zh_hans: 活跃时间
zh_hant: 活躍時間

source: Activity
ja: アクティビティ
ko: 활동
pt_br: Atividade
zh_hans: 活动
zh_hant: 活動

source: Activity heatmap
ja: アクティビティヒートマップ
ko: 활동 히트맵
pt_br: Mapa de calor de atividade
zh_hans: 活动热力图
zh_hant: 活動熱力圖

source: Actual cost
ja: 実際のコスト
ko: 실제 비용
pt_br: Custo real
zh_hans: 实际成本
zh_hant: 實際成本

source: Add API key
ja: APIキーを追加
ko: API 키 추가
pt_br: Adicionar chave de API
zh_hans: 添加 API 密钥
zh_hant: 新增 API 金鑰

source: Add credential
ja: 認証情報を追加
ko: 자격 증명 추가
pt_br: Adicionar credencial
zh_hans: 添加凭据
zh_hant: 新增憑證

source: Add what you pay for each AI account in Token Monitor on your computer. The list is kept on your Hub and shared by every device.
ja: 各 AI アカウントに支払っている金額は、コンピュータの Token Monitor で追加します。リストは Hub に保存され、すべてのデバイスで共有されます。
ko: 각 AI 계정에 지불하는 금액은 컴퓨터의 Token Monitor에서 추가하세요. 목록은 Hub에 저장되어 모든 기기가 공유합니다.
pt_br: Adicione o que você paga por cada conta de IA no Token Monitor do seu computador. A lista fica no seu Hub e é compartilhada por todos os dispositivos.
zh_hans: 请在电脑上的 Token Monitor 中添加你为每个 AI 账号支付的费用。这份清单存在 Hub 上，所有设备共用。
zh_hant: 請在電腦上的 Token Monitor 中新增你為每個 AI 帳號支付的費用。這份清單存在 Hub 上，所有裝置共用。

source: Add your Hub’s address and secret in Settings.
ja: 設定で Hub のアドレスとシークレットを追加してください。
ko: 설정에서 Hub 주소와 시크릿을 추가하세요.
pt_br: Adicione o endereço e o segredo do seu Hub em Ajustes.
zh_hans: 请在设置中添加 Hub 的地址和密钥。
zh_hant: 請在設定中新增 Hub 的位址和密鑰。

source: Added this month
ja: 今月のチャージ
ko: 이번 달 충전
pt_br: Adicionado neste mês
zh_hans: 本月充值
zh_hant: 本月儲值

source: Additional limit
ja: 追加の制限
ko: 추가 한도
pt_br: Limite adicional
zh_hans: 附加额度
zh_hant: 附加額度

source: Additional sync
ja: 追加の同期
ko: 추가 동기화
pt_br: Sincronização adicional
zh_hans: 额外同步
zh_hant: 額外同步

source: Addresses on your local network or tailnet use http:// unless you type https://.
ja: ローカルネットワークまたは tailnet 上のアドレスは、https:// と入力しない限り http:// を使用します。
ko: 로컬 네트워크나 tailnet의 주소는 https://를 입력하지 않으면 http://를 사용합니다.
pt_br: Endereços na sua rede local ou tailnet usam http://, a menos que você digite https://.
zh_hans: 本地网络或 tailnet 上的地址默认使用 http://，除非你输入 https://。
zh_hant: 區域網路或 tailnet 上的位址預設使用 http://，除非你輸入 https://。

source: Adds “%@” under the full total on the Overview.
ja: 概要の合計の下に「%@」を表示します。
ko: 개요의 전체 합계 아래에 “%@”를 표시합니다.
pt_br: Adiciona “%@” abaixo do total completo na Visão geral.
zh_hans: 在总览的完整总数下方显示“%@”。
zh_hant: 在總覽的完整總數下方顯示「%@」。

source: Affected: %lld
ja: 影響を受けたコンポーネント: %lld
ko: 영향받은 구성요소: %lld
pt_br: Afetados: %lld
zh_hans: 受影响组件：%lld
zh_hant: 受影響組件：%lld

source: Agent
ja: エージェント
ko: 에이전트
pt_br: Agente

source: Aliases
ja: 別名
ko: 별칭
pt_br: Apelidos
zh_hans: 别名
zh_hant: 別名

source: All
ja: 全期間
ko: 전체
pt_br: Tudo
zh_hans: 全部
zh_hant: 全部

source: All devices
ja: すべてのデバイス
ko: 모든 기기
pt_br: Todos os dispositivos
zh_hans: 所有设备
zh_hant: 所有裝置

source: All devices are offline. These are the last numbers they reported.
ja: すべてのデバイスがオフラインです。最後に報告された数値を表示しています。
ko: 모든 기기가 오프라인입니다. 마지막으로 보고된 수치를 표시합니다.
pt_br: Todos os dispositivos estão offline. Estes são os últimos números informados.
zh_hans: 所有设备均已离线，显示的是它们最后上报的数据。
zh_hant: 所有裝置皆已離線，顯示的是它們最後回報的資料。

source: All services hidden
ja: すべてのサービスが非表示です
ko: 모든 서비스가 숨겨져 있습니다
pt_br: Todos os serviços ocultos
zh_hans: 已隐藏所有服务
zh_hant: 已隱藏所有服務

source: All time
ja: 全期間
ko: 전체 기간
pt_br: Todo o período
zh_hans: 全部时间
zh_hant: 全部時間

source: An Antigravity sync lock is blocking updates. Confirm no sync is running, then repair it in Token Monitor on that computer.
ja: Antigravity の同期ロックが更新を妨げています。同期が実行中でないことを確認してから、そのコンピュータの Token Monitor で修復してください。
ko: Antigravity 동기화 잠금이 업데이트를 차단하고 있습니다. 실행 중인 동기화가 없는지 확인한 뒤 해당 컴퓨터의 Token Monitor에서 복구하세요.
pt_br: Um bloqueio de sincronização do Antigravity está impedindo as atualizações. Confirme que nenhuma sincronização está em execução e então repare-o no Token Monitor daquele computador.
zh_hans: Antigravity 同步锁正在阻止更新。请确认没有同步正在运行，再到那台电脑上的 Token Monitor 进行修复。
zh_hant: Antigravity 同步鎖正在阻擋更新。請確認沒有同步正在執行，再到那台電腦上的 Token Monitor 進行修復。

source: App updates
ja: アプリのデータ更新
ko: 앱 데이터 업데이트
pt_br: Atualizações no app
zh_hans: App 数据更新
zh_hant: App 資料更新

source: Appearance
ja: 外観
ko: 외관
pt_br: Aparência
zh_hans: 外观
zh_hant: 外觀

source: Archived
ja: アーカイブ済み
ko: 보관됨
pt_br: Arquivada
zh_hans: 已归档
zh_hant: 已封存

source: At a limit only
ja: 上限到達時のみ
ko: 한도 도달 시에만
pt_br: Só ao atingir um limite
zh_hans: 仅在达到额度时
zh_hant: 僅在達到額度時

source: Auto
ja: 自動
ko: 자동
pt_br: Automática
zh_hans: 自动
zh_hant: 自動

source: Auto uses the day’s exchange rate. Manual keeps the rate you enter; clear it to go back to Auto.
ja: 「自動」はその日の為替レートを使います。「手動」は入力したレートを使い続けます。空にすると「自動」に戻ります。
ko: 자동은 당일 환율을 사용합니다. 수동은 입력한 환율을 유지하며, 지우면 자동으로 돌아갑니다.
pt_br: Automática usa a taxa de câmbio do dia. Manual mantém a taxa que você digitar; apague-a para voltar para Automática.
zh_hans: 自动使用当天的汇率。手动会保留你输入的汇率；清空即可改回自动。
zh_hant: 自動使用當天的匯率。手動會保留你輸入的匯率；清空即可改回自動。

source: Auto-renew
ja: 自動更新
ko: 자동 갱신
pt_br: Renovação automática
zh_hans: 自动续费
zh_hant: 自動續費

source: Automatic grouping
ja: 自動統合
ko: 자동 병합
pt_br: Agrupamento automático
zh_hans: 自动合并
zh_hant: 自動合併

source: Avg response
ja: 平均応答
ko: 평균 응답
pt_br: Resposta média
zh_hans: 平均响应
zh_hant: 平均回應

source: Balance
ja: 残高
ko: 잔액
pt_br: Saldo
zh_hans: 余额
zh_hant: 餘額

source: Bars
ja: 棒グラフ
ko: 막대
pt_br: Barras
zh_hans: 柱状图
zh_hant: 棒形圖

source: Bars show
ja: バーの表示
ko: 막대 표시
pt_br: As barras mostram
zh_hans: 额度条显示
zh_hant: 額度條顯示

source: Billing
ja: 請求期間
ko: 결제 기간
pt_br: Cobrança
zh_hans: 账单周期
zh_hant: 帳單週期

source: Burn rate
ja: 消費ペース
ko: 소진 속도
pt_br: Taxa de consumo
zh_hans: 消耗速率
zh_hant: 消耗速率

source: By model
ja: モデル別
ko: 모델별
pt_br: Por modelo
zh_hans: 按模型
zh_hant: 依模型

source: By tool
ja: ツール別
ko: 도구별
pt_br: Por ferramenta
zh_hans: 按工具
zh_hant: 依工具

source: CNY - Chinese Yuan
ja: CNY - 中国人民元
ko: CNY - 중국 위안
pt_br: CNY - Yuan chinês
zh_hans: CNY - 人民币
zh_hant: CNY - 人民幣

source: Cache hit rate
ja: キャッシュヒット率
ko: 캐시 적중률
pt_br: Taxa de acerto do cache
zh_hans: 缓存命中率
zh_hant: 快取命中率

source: Cache hit rate %@
ja: キャッシュヒット率 %@
ko: 캐시 적중률 %@
pt_br: Taxa de acerto do cache %@
zh_hans: 缓存命中率 %@
zh_hant: 快取命中率 %@

source: Cache tokens
ja: キャッシュトークン
ko: 캐시 토큰
pt_br: Tokens em cache
zh_hans: 缓存 Tokens
zh_hant: 快取 Tokens

source: Cache write
ja: キャッシュ書き込み
ko: 캐시 쓰기
pt_br: Gravação em cache
zh_hans: 缓存写入
zh_hant: 快取寫入

source: Cache write (1 hour)
ja: キャッシュ書き込み（1時間）
ko: 캐시 쓰기 (1시간)
pt_br: Gravação em cache (1 hora)
zh_hans: 缓存写入（1 小时）
zh_hant: 快取寫入（1 小時）

source: Cache ~%lldm left
ja: キャッシュ残り約 %lld 分
ko: 캐시 약 %lld분 남음
pt_br: Restam ~%lldmin de cache
zh_hans: 缓存约剩 %lld 分钟
zh_hant: 快取約剩 %lld 分鐘

source: Can’t reach the Hub
ja: Hub に接続できません
ko: Hub에 연결할 수 없음
pt_br: Não foi possível acessar o Hub
zh_hans: 无法连接到 Hub
zh_hant: 無法連線到 Hub

source: Cash
ja: 現金
ko: 현금
pt_br: Dinheiro
zh_hans: 现金
zh_hant: 現金

source: Cash %@
ja: 現金 %@
ko: 현금 %@
pt_br: Dinheiro %@
zh_hans: 现金 %@
zh_hant: 現金 %@

source: Changes in %@
ja: %@後に変更
ko: %@ 후 변경
pt_br: Muda em %@
zh_hans: %@ 后变更
zh_hant: %@ 後變更

source: Changes now
ja: まもなく変更
ko: 곧 변경
pt_br: Muda agora
zh_hans: 即将变更
zh_hant: 即將變更

source: Chart style
ja: グラフの種類
ko: 차트 유형
pt_br: Estilo do gráfico
zh_hans: 图表样式
zh_hant: 圖表樣式

source: Check that the Hub is running and that this iPhone is on the same network or tailnet. If you declined Local Network access, turn it on in Settings › Privacy & Security › Local Network.
ja: Hub が起動していて、この iPhone が同じネットワークまたは tailnet に接続されていることを確認してください。ローカルネットワークへのアクセスを許可しなかった場合は、設定 › プライバシーとセキュリティ › ローカルネットワークでオンにしてください。
ko: Hub가 실행 중이고 이 iPhone이 같은 네트워크 또는 tailnet에 연결되어 있는지 확인하세요. 로컬 네트워크 접근을 거부했다면 설정 › 개인정보 보호 및 보안 › 로컬 네트워크에서 켜세요.
pt_br: Verifique se o Hub está em execução e se este iPhone está na mesma rede ou tailnet. Se você recusou o acesso à Rede Local, ative-o em Ajustes › Privacidade e Segurança › Rede Local.
zh_hans: 请确认 Hub 正在运行，并且这台 iPhone 与它位于同一网络或 tailnet。如果你曾拒绝本地网络访问，请在“设置 › 隐私与安全性 › 本地网络”中开启。
zh_hant: 請確認 Hub 正在執行，且這支 iPhone 與它位於同一網路或 tailnet。如果你曾拒絕區域網路存取，請在「設定 › 隱私權與安全性 › 區域網路」中開啟。

source: Check that the Hub is running, the address is right, and this iPhone is online.
ja: Hub が起動していること、アドレスが正しいこと、この iPhone がオンラインであることを確認してください。
ko: Hub가 실행 중인지, 주소가 올바른지, 이 iPhone이 온라인인지 확인하세요.
pt_br: Verifique se o Hub está em execução, se o endereço está correto e se este iPhone está online.
zh_hans: 请确认 Hub 正在运行、地址正确，并且这台 iPhone 已联网。
zh_hant: 請確認 Hub 正在執行、位址正確，且這支 iPhone 已連上網路。

source: Check that the address points to a Token Monitor Hub.
ja: アドレスが Token Monitor Hub を指していることを確認してください。
ko: 주소가 Token Monitor Hub를 가리키는지 확인하세요.
pt_br: Verifique se o endereço aponta para um Token Monitor Hub.
zh_hans: 请确认该地址指向 Token Monitor Hub。
zh_hant: 請確認此位址指向 Token Monitor Hub。

source: Checked directly on each service’s public status page. Nothing from your Hub is sent.
ja: 各サービスの公開ステータスページを直接確認します。Hub の情報は送信されません。
ko: 각 서비스의 공개 상태 페이지에서 직접 확인합니다. Hub의 정보는 전송되지 않습니다.
pt_br: Verificado diretamente na página de status pública de cada serviço. Nada do seu Hub é enviado.
zh_hans: 直接从各服务的公开状态页检查。不会发送任何 Hub 数据。
zh_hant: 直接從各服務的公開狀態頁檢查。不會傳送任何 Hub 資料。

source: Checking status...
ja: ステータス確認中...
ko: 상태 확인 중...
pt_br: Verificando o status...
zh_hans: 检查中...
zh_hant: 檢查中...

source: Checking sync options…
ja: 同期オプションを確認中…
ko: 동기화 옵션 확인 중…
pt_br: Verificando as opções de sincronização…
zh_hans: 正在检查同步选项…
zh_hant: 正在檢查同步選項…

source: Choose a device scope to use Selected device.
ja: 「選択したデバイス」を使うには、デバイスの範囲を選択してください。
ko: 선택한 기기를 사용하려면 기기 범위를 선택하세요.
pt_br: Escolha um escopo de dispositivos para usar Dispositivo selecionado.
zh_hans: 请先选择设备范围，才能使用“所选设备”。
zh_hant: 請先選擇裝置範圍，才能使用「所選裝置」。

source: Choose the services to show in Status settings.
ja: 表示するサービスはステータス設定で選択します。
ko: 표시할 서비스는 상태 설정에서 선택하세요.
pt_br: Escolha os serviços a mostrar nos ajustes de status.
zh_hans: 请在状态设置中选择要显示的服务。
zh_hant: 請在狀態設定中選擇要顯示的服務。

source: Choose which limit providers appear on the Overview. Default is least remaining first; drag here to use a custom order.
ja: 概要に表示する上限プロバイダーを選択します。既定では残量の少ない順に並びます。ここにドラッグすると任意の順序を使用できます。
ko: 개요에 표시할 한도 제공자를 선택하세요. 기본값은 남은 양이 적은 순이며, 여기로 드래그하면 사용자 지정 순서를 사용합니다.
pt_br: Escolha quais provedores de limites aparecem na visão geral. O padrão é menor saldo primeiro; arraste aqui para usar uma ordem personalizada.
zh_hans: 选择总览额度模块显示哪些提供者。默认按剩余额度最少优先；拖拽后才按此排序。
zh_hant: 選擇總覽額度模組顯示哪些提供者。預設按剩餘額度最少優先；拖曳後才按此排序。

source: Choose which modules appear on the Overview and their order. Hiding the last visible module shows every module again.
ja: 概要に表示するモジュールとその順序を選びます。最後に表示されているモジュールを非表示にすると、すべてのモジュールが再び表示されます。
ko: 개요에 표시할 모듈과 순서를 선택합니다. 마지막으로 표시된 모듈을 숨기면 모든 모듈이 다시 표시됩니다.
pt_br: Escolha quais módulos aparecem na Visão geral e a ordem deles. Ocultar o último módulo visível mostra todos os módulos novamente.
zh_hans: 选择总览中显示哪些模块及其顺序。隐藏最后一个可见模块时，会重新显示所有模块。
zh_hant: 選擇總覽中顯示哪些模組及其順序。隱藏最後一個可見模組時，會重新顯示所有模組。

source: Choose which services appear on the Status view and their order.
ja: Statusビューに表示するサービスと順序を選択します。
ko: Status 보기에 표시할 서비스와 순서를 선택하세요.
pt_br: Escolha quais serviços aparecem na tela Status e a ordem deles.
zh_hans: 选择 Status 页显示哪些服务、以及顺序。
zh_hant: 選擇 Status 頁顯示哪些服務、以及順序。

source: Choose which usage items each provider shows on the Limits page, the Overview, widgets and Apple Watch.
ja: 各プロバイダーが制限ページ、概要、ウィジェット、Apple Watch に表示する使用量項目を選択します。
ko: 각 제공자가 한도 페이지, 개요, 위젯, Apple Watch에 표시할 사용량 항목을 선택하세요.
pt_br: Escolha quais itens de uso cada provedor mostra na página de limites, na visão geral, nos widgets e no Apple Watch.
zh_hans: 选择每个提供者在额度页面、总览、小组件和 Apple Watch 上显示的用量项目。
zh_hant: 選擇每個提供者在額度頁面、總覽、小工具和 Apple Watch 上顯示的用量項目。

source: Clears
ja: 対象
ko: 초기화 대상
pt_br: Libera
zh_hans: 可重置
zh_hant: 可重設

source: Codex Auto Review
ja: Codex 自動レビュー
ko: Codex 자동 리뷰
zh_hans: Codex 自动审查
zh_hant: Codex 自動審查

source: Collection
ja: 収集
ko: 수집
pt_br: Coleta
zh_hans: 采集
zh_hant: 採集

source: Compact token units
ja: トークン短縮単位
ko: 토큰 축약 단위
pt_br: Unidades compactas de token
zh_hans: Token 简写单位
zh_hant: Token 簡寫單位

source: Complications
ja: コンプリケーション
ko: 컴플리케이션
pt_br: Complicações
zh_hans: 复杂功能
zh_hant: 複雜功能

source: Connect to Hub
ja: Hub に接続
ko: Hub에 연결
pt_br: Conectar ao Hub
zh_hans: 连接到 Hub
zh_hant: 連接到 Hub

source: Connect to Your Hub
ja: Hub に接続する
ko: Hub에 연결하기
pt_br: Conectar ao seu Hub
zh_hans: 连接你的 Hub
zh_hant: 連接你的 Hub

source: Connected
ja: 接続済み
ko: 연결됨
pt_br: Conectado
zh_hans: 已连接
zh_hant: 已連線

source: Connecting
ja: 接続中
ko: 연결 중
pt_br: Conectando
zh_hans: 连接中
zh_hant: 連線中

source: Connecting to your Hub…
ja: Hub に接続しています…
ko: Hub에 연결하는 중…
pt_br: Conectando ao seu Hub…
zh_hans: 正在连接你的 Hub…
zh_hant: 正在連線到你的 Hub…

source: Connection
ja: 接続
ko: 연결
pt_br: Conexão
zh_hans: 连接
zh_hant: 連線

source: Context gauge shows
ja: コンテキスト計の表示
ko: 컨텍스트 게이지 표시
pt_br: O medidor de contexto mostra
zh_hans: 上下文计量显示
zh_hant: 上下文計量顯示

source: Context window
ja: コンテキストウィンドウ
ko: 컨텍스트 창
pt_br: Janela de contexto
zh_hans: 上下文窗口
zh_hant: 上下文視窗

source: Copied
ja: コピーしました
ko: 복사됨
pt_br: Copiado
zh_hans: 已复制
zh_hant: 已複製

source: Copy session ID
ja: セッション ID をコピー
ko: 세션 ID 복사
pt_br: Copiar o ID da sessão
zh_hans: 复制会话 ID
zh_hant: 複製會話 ID

source: Core revision
ja: コアリビジョン
ko: 코어 리비전
pt_br: Revisão do núcleo
zh_hans: 核心修订号
zh_hant: 核心修訂號

source: Cost
ja: コスト
ko: 비용
pt_br: Custo
zh_hans: 成本
zh_hant: 成本

source: Cost excludes %@ tokens without a known price.
ja: 価格不明の %@ トークンはコストに含まれていません。
ko: 가격을 알 수 없는 %@ 토큰은 비용에 포함되지 않습니다.
pt_br: O custo não inclui %@ tokens sem preço conhecido.
zh_hans: 成本不含价格未知的 %@ Tokens。
zh_hant: 成本不含價格未知的 %@ Tokens。

source: Costs are always in USD, as on the desktop, whatever currency the app shows. The export covers every device on the Hub.
ja: アプリの表示通貨にかかわらず、デスクトップと同じくコストは常に USD です。エクスポートには Hub のすべてのデバイスが含まれます。
ko: 앱의 표시 통화와 관계없이 데스크톱과 마찬가지로 비용은 항상 USD입니다. 내보내기에는 Hub의 모든 기기가 포함됩니다.
pt_br: Os custos são sempre em USD, como no desktop, qualquer que seja a moeda exibida no app. A exportação inclui todos os dispositivos do Hub.
zh_hans: 与桌面版相同，无论 App 显示哪种货币，费用始终以 USD 计。导出包含 Hub 上的所有设备。
zh_hant: 與桌面版相同，無論 App 顯示哪種貨幣，費用一律以 USD 計。匯出包含 Hub 上的所有裝置。

source: Could not check whether this Hub syncs session titles.
ja: この Hub がセッションタイトルを同期するか確認できませんでした。
ko: 이 Hub가 세션 제목을 동기화하는지 확인할 수 없습니다.
pt_br: Não foi possível verificar se este Hub sincroniza títulos de sessões.
zh_hans: 无法确认此 Hub 是否同步会话标题。
zh_hant: 無法確認此 Hub 是否同步會話標題。

source: Couldn’t load usage history
ja: 使用履歴を読み込めませんでした
ko: 사용 기록을 불러올 수 없습니다
pt_br: Não foi possível carregar o histórico de uso
zh_hans: 无法加载使用历史
zh_hant: 無法載入使用歷史

source: Coverage may be incomplete.
ja: 記録範囲が不完全な場合があります。
ko: 기록 범위가 불완전할 수 있습니다.
pt_br: A cobertura pode estar incompleta.
zh_hans: 记录范围可能不完整。
zh_hant: 記錄範圍可能不完整。

source: Coverage: %@
ja: 記録範囲: %@
ko: 기록 범위: %@
pt_br: Cobertura: %@
zh_hans: 记录范围：%@
zh_hant: 記錄範圍：%@

source: Create Again
ja: もう一度作成
ko: 다시 만들기
pt_br: Criar novamente
zh_hans: 重新创建
zh_hant: 重新建立

source: Create Export
ja: エクスポートを作成
ko: 내보내기 만들기
pt_br: Criar exportação
zh_hans: 创建导出
zh_hant: 建立匯出

source: Created %@.
ja: %@ に作成。
ko: %@에 생성됨.
pt_br: Criado às %@.
zh_hans: 创建于 %@。
zh_hant: 建立於 %@。

source: Currency
ja: 通貨
ko: 통화
pt_br: Moeda
zh_hans: 货币
zh_hant: 貨幣

source: Current streak
ja: 現在の連続
ko: 현재 연속
pt_br: Sequência atual
zh_hans: 连续天数
zh_hant: 連續天數

source: Custom
ja: カスタム
ko: 사용자 지정
pt_br: Personalizado
zh_hans: 自定义
zh_hant: 自訂

source: Custom model pricing
ja: カスタムモデル価格
ko: 사용자 지정 모델 가격
pt_br: Preços personalizados por modelo
zh_hans: 自定义模型单价
zh_hant: 自訂模型單價

source: Custom pricing
ja: カスタム料金
ko: 사용자 지정 가격
pt_br: Preços personalizados
zh_hans: 自定义价格
zh_hant: 自訂價格

source: Daily
ja: 日次
ko: 일일
pt_br: Diária
zh_hans: 每日
zh_hant: 每日

source: Data
ja: データ
ko: 데이터
pt_br: Dados
zh_hans: 数据
zh_hant: 資料

source: Data export
ja: データエクスポート
ko: 데이터 내보내기
pt_br: Exportação de dados
zh_hans: 数据导出
zh_hant: 資料匯出

source: Date
ja: 日付
ko: 날짜
pt_br: Data
zh_hans: 日期
zh_hant: 日期

source: Default usage range
ja: 既定の集計範囲
ko: 기본 통계 범위
pt_br: Intervalo de uso padrão
zh_hans: 默认统计范围
zh_hant: 預設統計範圍

source: Degraded
ja: 低下
ko: 성능 저하
pt_br: Degradado
zh_hans: 降级
zh_hant: 降級
